rails_server/app/models/slackerboard.rb

    def to_builder
      Jbuilder.new do |json|
        json.array! User.all do |user|
---
SELECT "users".* FROM "users"