rails_server/app/controllers/leaderboard_controller.rb

  def index
    # TODO sort
    @users = User.all
---
SELECT "users".* FROM "users"